package com.hirain.qsy.shaft.common.config;



public class GlobVariableConfig {
	
	/**
	 * DataToPythonUtils.class 所需字段
	 */
	//转化为python所需的字段名
  public String [] title={"1轴测试点1温度-℃" ,"1轴测试点2温度-℃" ,"1轴测试点3温度-℃" ,"1轴测试点4温度-℃" ,"1轴测试点5温度-℃" ,
			"2轴测试点1温度-℃" ,"2轴测试点2温度-℃" ,"2轴测试点3温度-℃" ,"2轴测试点4温度-℃" ,"2轴测试点5温度-℃" ,
			"3轴测试点1温度-℃" ,"3轴测试点2温度-℃" ,"3轴测试点3温度-℃" ,"3轴测试点4温度-℃" ,"3轴测试点5温度-℃" ,
			"4轴测试点1温度-℃" ,"4轴测试点2温度-℃" ,"4轴测试点3温度-℃" ,"4轴测试点4温度-℃" ,"4轴测试点5温度-℃" ,
			"5轴测试点1温度-℃" ,"5轴测试点2温度-℃" ,"5轴测试点3温度-℃" ,"5轴测试点4温度-℃" ,"5轴测试点5温度-℃" ,
			"6轴测试点1温度-℃" ,"6轴测试点2温度-℃" ,"6轴测试点3温度-℃" ,"6轴测试点4温度-℃" ,"6轴测试点5温度-℃"};
  
  
  
  //excel时间字段的转化字段OperateExcelUtils.class
  public String acquisitionTime="采集时间";							 
}
